{
    "links": {
        "github": {
            "text": "GitHub",
            "url": "https://github.com/echelr73"
        },
        "linkedIn": {
            "text": "LinkedIn",
            "url": "https://www.linkedin.com/in/martin-julian-echeverria/"
        }
    },
    "name": "Martín Julián Echeverría",
    "role": "Desarrollador Frontend SSR | Técnico Superior en Computación",
    "description": "Soy una persona que busca crecer continuamente, siempre en la búsqueda de nuevas oportunidades y desafíos que me permitan expandir mis habilidades y conocimientos. Aprendo rápido y me adapto muy bien a los cambios, lo que me ayuda a enfrentar situaciones inesperadas con confianza y eficacia.\\n\\nSoy comunicativo, lo que me permite establecer relaciones sólidas y efectivas con mis compañeros y clientes. Disfruto del trabajo en equipo, ya que creo que las mejores ideas surgen cuando colaboramos y compartimos nuestras perspectivas. Mi enfoque es siempre positivo, buscando fomentar un ambiente de trabajo armonioso y productivo. Me esfuerzo por escuchar a los demás y aportar mis ideas de manera constructiva, para así lograr objetivos comunes.",
    "profile_strengths": {
        "title": "Fortalezas",
        "strengths_learner": {
            "title": "Learner",
            "tooltip": "Siempre busco aprender y adquirir nuevos conocimientos."
        },
        "strengths_responsibility": {
            "title": "Responsibility",
            "tooltip": "Me tomo en serio mis responsabilidades y cumplo con mis compromisos."
        },
        "strengths_focus": {
            "title": "Focus",
            "tooltip": "Tengo la capacidad de mantenerme enfocado en mis metas y evitar distracciones."
        },
        "strengths_achiever": {
            "title": "Achiever",
            "tooltip": "Soy una persona motivada que busca alcanzar el éxito en todo lo que hago."
        },
        "strengths_futuristic": {
            "title": "Futuristic",
            "tooltip": "Siempre pienso en el futuro y en cómo prepararme para lo que viene."
        }
    },
    "experience": [
        {
            "position": "Desarrollador Fullstack .NET/Angular",
            "company": "Accenture",
            "period": "Agosto 2022 - Presente",
            "description": "Trabajo en un proyecto interno que se utiliza para la carga de horas trabajadas y gastos de los empleados de la empresa a nivel mundial. Resolución de bugs y desarrollo e implementación de User Story asignadas.",
            "tecnology": [
                "Angular",
                ".NET",
                "Git",
                "SQL Server",
                "Azure",
                "Postman"
            ]
        },
        {
            "position": "Desarrollador Fullstack .NET/Angular",
            "company": "Aoniken Servicio IT",
            "period": "Agosto 2021 - Agosto 2022",
            "description": "Aplicacion para la administracion de aeroplantas de YPF, incluia facturacion y comunicacion con servicios del cliente. Utilizamos una arquitectura de microservicios implementado en Kubernetes.",
            "tecnology": [
                "Angular",
                ".NET",
                "Git",
                "SQL Server",
                "Node",
                "Azure",
                "Postman"
            ]
        },
        {
            "position": "Soporte Tecnico mesa de ayuda",
            "company": "Aoniken Servicio IT",
            "period": "Septiembre 2020 - Agosto 2021",
            "description": "Soporte de aplicacion para administrat estaciones de servicio. Instalacion y configuracion de servidores y terminales de trabajo. Mantenimiento y correccion de bases de datos SQL Server.",
            "tecnology": [
                "SQL Server",
                "Azure"
            ]
        },
        {
            "position": "Encargado de sucursal",
            "company": "Jean Cartier Hogar",
            "period": "Marzo 2018 - Septiembre 2020",
            "description": "Tareas administrativas, seguimientos de pagos. Atencion y planificacion de redes sociales. Coordinacion y control de pedidos. Resolucion de problemas, manejo de caja y armado de informes a gerencia. Personal a cargo.",
            "tecnology": [
                "Windows",
                "Office"
            ]
        }
    ],
    "education": {
        "degree": "Tecnicatura Superior en Computacion",
        "institution": "Universidad Nacional del Sur",
        "period": "2010 - 2013 y 2020",
        "description": "Curse durante 3, pero cuadno solo me faltaban 2 materias tuve que abandonar porque el horario laboral se superponia con el horario de cursada, pero en 2020, con mas tiempo, decidi retomar la carrera y finalizarla. Estudios enfocados en desarrollo de software, bases de datos, redes y administración de proyectos. A lo largo de esta carrera, adquirí competencias en el diseño y la implementación de aplicaciones informáticas, así como en la gestión eficiente de bases de datos. También profundicé en el funcionamiento de redes informáticas y en la planificación y ejecución de proyectos de TI, lo que me permitió desarrollar una visión integral sobre la tecnología y su aplicación en el mundo real."
    },
    "skills": [
        "Angular",
        "TypeScript",
        "Ionic",
        "HTML",
        "CSS"
    ]
}