{
    "links": {
        "github": {
            "text": "GitHub",
            "url": "https://github.com/echelr73"
        },
        "linkedIn": {
            "text": "LinkedIn",
            "url": "https://www.linkedin.com/in/martin-julian-echeverria/"
        }
    },
    "name": "Martín Julián Echeverría",
    "role": "Desarrollador Frontend SSR | Técnico Superior en Computación",
    "description": "Soy una persona que busca crecer continuamente, siempre en la búsqueda de nuevas oportunidades y desafíos que me permitan expandir mis habilidades y conocimientos. Aprendo rápido y me adapto muy bien a los cambios, lo que me ayuda a enfrentar situaciones inesperadas con confianza y eficacia.\\n\\nSoy comunicativo, lo que me permite establecer relaciones sólidas y efectivas con mis compañeros y clientes. Disfruto del trabajo en equipo, ya que creo que las mejores ideas surgen cuando colaboramos y compartimos nuestras perspectivas. Mi enfoque es siempre positivo, buscando fomentar un ambiente de trabajo armonioso y productivo. Me esfuerzo por escuchar a los demás y aportar mis ideas de manera constructiva, para así lograr objetivos comunes.",
    "profile_strengths": {
        "title": "Fortalezas",
        "strengths_learner": {
            "title": "Learner",
            "tooltip": "Siempre busco aprender y adquirir nuevos conocimientos."
        },
        "strengths_responsibility": {
            "title": "Responsibility",
            "tooltip": "Me tomo en serio mis responsabilidades y cumplo con mis compromisos."
        },
        "strengths_focus": {
            "title": "Focus",
            "tooltip": "Tengo la capacidad de mantenerme enfocado en mis metas y evitar distracciones."
        },
        "strengths_achiever": {
            "title": "Achiever",
            "tooltip": "Soy una persona motivada que busca alcanzar el éxito en todo lo que hago."
        },
        "strengths_futuristic": {
            "title": "Futuristic",
            "tooltip": "Siempre pienso en el futuro y en cómo prepararme para lo que viene."
        }
    },
    "experience": [
        {
            "position": "Desarrollador Frontend",
            "company": "Empresa X",
            "period": "2020 - Presente",
            "description": "Desarrollo de aplicaciones web utilizando Angular y otras tecnologías."
        }
    ],
    "education": [
        {
            "degree": "Técnico Superior en Computación",
            "institution": "Universidad ABC",
            "year": "2017"
        }
    ],
    "skills": [
        "Angular",
        "TypeScript",
        "Ionic",
        "HTML",
        "CSS"
    ]
}